<h2 class="item3">HTML 5 Билдер</h2>

<p>Ощутите все приемущества HTML 5 билдера входящего в Ваш landing template. Создвавайте и настраивайте ваш шаблон и контент.</p>

<h3>Перед установкой</h3>
<h4>Требования</h4>

<p>Для возможности работы с HTML билдером у Вы должны иметь:</p>
<ul class="marked-list">
  <li>PHP</li>
  <li>Apache webserver (Windows servers will probably work, but are not supported)</li>
  <li>An FTP tool to upload the files</li>
</ul>

<h3>Установка</h3>

<p>Для установки HTML билдера достаточно загрузить папку builder на Ваш сервер/хостинг.</p>
<p>
  Билдер содержит вариации всех секций приобретенного Вами шаблона. Можно приступать к формированию страницы. Достаточно перейти к папке builder на Вашем хостинге используя ссылку http://yoursite.com/builder (пожалуйста замените yoursite.com реальным доменным именем Вашего сайта )
</p>

<img src="img/builder.jpg" alt="">

<h4>Использование HTML билдера с Вашим шаблоном</h4>

<ol class="index-list">
  <li>При первом заходе в билдер перед вами будет белый экран и кнопка меню в левом верхнем углу. В меню содержатся все доступные для вставки и редактирования секции шаблона в нескольких вариантах.</li>

  <li>
    Для начала вам нужно сформировать страницу путем перетаскивания нужных элементов в белую область в центре экрана.
  </li>

  <li>
    <p> После формирования странцы из предустановленных элементов вы можете заменить текст и картинки на свои. Для редактирования текста достаточно выставить опцию Building mode: Content в левом верхнем углу экрана и кликнуть по элементу, который Вы хотите отредактировать.</p>
    <img src="img/builder-1.jpg" alt="">
  </li>


  <li>
    <p> Для того чтобы отредактировать стили нужно выставить опцию Building mode: Details и выбрать элемент который Вы хотитеотредактировать.</p>

    <img src="img/builder-2.jpg" alt="">

    <p class="alert alert-warning">Если область опций пустая, то данный элемент не содержит доступных для редактирования стилей</p>
  </li>

  <li>
    <p>
      После внесения всех правок можно сделать экспорт сайта нажав кнопку "Export" в правом верхнем углу экрана.</p>
    <img src="img/builder-3.jpg" alt="">

    <p>Загруженный архив Можно будет залить на Ваш хостинг.</p>
  </li>
</ol>

<p>Воспользуйтесь
  <a href="http://builder.chillyorange.com/doc/">оффициальной документацией по HTML 5 билдеру</a> для дальнейших инструкций.
</p>