<h3>Цветовые схемы</h3>

<p>В шаблонах, которые содержат заранее подготовленные цветовые схемы, пользователь при покупке получает соответствующие файлы стилей colorScheme-1.css, colorScheme-2.css, colorScheme-#.css.</p>

<p>Для внедрения желаемой цветовой схемы необходимо на целевых страницах подключить соответствующие цветовые схемы в секции &lt;head&gt; перед закрывающим тегом &lt;/head&gt;</p>

<p>Например, для внедрения цветовой схемы colorScheme-1.css на страницу index.html, необходимо в файле index.html в секции &lt;head&gt; перед закрывающим тегом &lt;/head&gt; указать следующую разметку:</p>

<code>
    &lt;head&gt;
        ….
        &lt;link rel=”stylesheet” href=”css/colorScheme-1.css”/&gt;
    &lt;/head&gt;
</code>

<p class="alert alert-warning">Переключатель цветовых схем, присутствующий на LiveDemo шаблона является исключительно функцией предпросмотра и с шаблоном не поставляется.</p>












