<h3>Редактирование файлов PSD</h3>

<p>Файл PSD находятся в папке <b>"sources/psd"</b> шаблона. PSD — это исходные файл дизайна шаблона.</p>

<p>Он состоят из множества слоёв, поэтому любую часть дизайна шаблона можно изменить.</p>

<p>Во время редактирования можно использовать файлы PSD для редактирования картинок контента страниц или изображений,
    составляющих дизайн.</p>

<p class="alert alert-warning">Данные изменения никак не отразятся на самом сайте без последующего их переноса в .html файл.</p>

<p class="alert alert-info">Более детальную информацию о работе с Photoshop можно найти <a href="/help/general-tutorials/work-with-photoshop/">в туториалах.</a></p>











