<h3>Редактирование файлов .html и .css</h3>

<p>Редактируемый HTML файл находятся в папке <b>"site"</b> шаблона.</p>

<p>Sublime Text 3 - это рекомендуемое приложение, позволяющее редактировать контент файла
    HTML, но Вы можете воспользоваться любым удобным для Вас.</p>

<p>Чтобы открыть файл .html при помощи программы Sublime Text 3, щелкните правой кнопкой мыши по файлу и в контекстном
    меню выберите <b>Открыть с помощью > Sublime Text 3.</b> Когда файл открыт, его можно редактировать.</p>

<p>Файлы CSS используются для изменения внешнего вида шаблона, например шрифтов (семейство шрифтов, размер, начертание,
    цвет и т.д.), фон, значения ширины блоков и т.д. Файлы .css можно редактировать при помощи программы Sublime Text
    3.</p>

<p class="alert alert-info">В нашем онлайн-центре поддержки находятся детальные туториалы о том,
    <a href="/help/general-tutorials/work-with-css/">как работать с файлами CSS.</a></p>









