<h3>Как редактировать изображения</h3>

<p>Перейдите в папку <b>'site/img'</b> шаблона. Первый способ - Вы можете загружать изображения с тем же названием и
    расширением, что и исходные, таким образом заменяя их.</p>

<p>Второй способ - можно загружать пользовательские картинки со своим названием и расширением.</p>

<p>Затем необходимо изменить название файла изображения в html.</p>

<ol class="index-list">
    <li>Откройте файл <b>.html</b> в папке <b>“site”</b> редактором html.</li>
    <li>При помощи функции поиска <b>CTRL+F</b> найдите изображение в файле html.</li>
    <li>Отредактируйте название и расширение файла-картинки.</li>
</ol>

<p class="alert alert-info">
    Вы также можете ознакомиться с детальным видео туториалом
    <a href="#">Как изменять изображения.</a>
</p>











