<h3>Как редактировать текст</h3>

<p>Как оговаривалось ранее, весь контент находится в файле .html. Вам нужны минимальные навыки ориентирования по
    коду.</p>

<p>Для замены “рыбы” (текста-заглушки) на подготовленый вами текст необходимо проделать следующие действия:</p>

<ol class="index-list">
    <li>Перейдите в папку site шаблона.</li>
    <li>Откройте файл index.html в редакторе HTML.</li>
    <li>Можно использовать функцию поиска <b>CTRL+F</b> , чтобы найти нужный текст.</li>
    <li>Измените текст в редакторе HTML. Сохраните файл и откройте в браузере, чтобы увидеть изменения.</li>
</ol>

<p>Также, для поиска нужных блоков, можно использовать браузерные инструменты разработчика.</p>

<p>Более детальная информация о инструментах разработчиков находится в описаниях и туториалах.</p>

<p class="alert alert-info">Предлагаем ознакомиться со статьей
    <a href="/help/developer-tools.html">Инструменты Разработчика.</a></p>

<p class="alert alert-info">Вы можете посмотреть детальный видео
    туториал
    <a href="/help/js-animated-how-to-edit-text.html">Как редактировать текст в шаблонах JS
        Animated</a></p>
















